Repository: tunguyen1306/Davisoft_BDSProject
Catalog: Davisoft_BDSProject.Web/App_GlobalResources/Resource.*.resx
Languages: th

# ButtonBackToList
source: Back to List
th: กลับสู่รายการ

source: Cancel
th: ยกเลิก

source: COMPANIES
th: บริษัท

source: Confirm
th: ยืนยัน

# ConfirmCreate
source: Do you want to add this item?
th: ต้องการเพิ่ม itemนี้ใช่หรือไม่?

# ConfirmDelete
source: Are you sure you want to delete?
th: ยืนยันการลบ?

# ConfirmSave
source: Do you want to Save changes?
th: ต้องการบันทึกการเปลี่ยนแปลง?

source: Delete
th: ลบ

source: Detail
th: รายละเอียด

source: Edit
th: แก้ไข

source: Insurance
th: ประกันภัย

source: Save
th: บันทึก

# SaveChange
source: Save changes
th: บันทึกการเปลี่ยนแปลง

source: Search
th: ค้นหา

# ConfirmGenerate
source: Are you sure you want to generate?
th: ยืนยันการสร้าง?

source: No record found
th: ไม่พบข้อมูล

source: Chassis No.
th: หมายเลขตัวถัง (แชสซี)

source: Color
th: สี

source: Successful!
th: สำเร็จ!

# ConfirmSubmit
source: Are you sure you want to submit?
th: ยืนยันการส่ง?

source: Arrival Date
th: วันที่มาถึง

source: Country
th: ประเทศ

source: Registration Type
th: ประเภทของการจดทะเบียน

source: Remarks
th: หมายเหตุ

# ConfirmAllocation
source: Do you want to allocate?
th: ยืนยันการจัดสรร?

source: Allocate
th: จัดสรร

source: Allocation
th: การจัดสรรรถ

source: Cars
th: รถ

source: Status
th: สถานะ

source: Payment
th: การชำระเงิน

source: Amount
th: จำนวนเงิน

source: Authorised Signature
th: ลายเซ็นต์ผู้มีอำนาจ

source: Bank
th: ธนาคาร

source: By Cash / Cheque / Others
th: โดย เงินสด/ เช็ค/ อื่นๆ

source: Cheque No.
th: หมายเลขเช็ค

source: Cheque Number
th: หมายเลขเช็ค

source: Choose Status ...
th: เลือกสถานะ ...

source: Company
th: บริษัท

# ConfirmPrintReceipt
source: Are you sure you want to print receipt?
th: ต้องการพิมพ์ใบเสร็จ?

source: Contract
th: สัญญา

source: Customer Code
th: หมายเลขของลูกค้า

source: Customer Name
th: ชื่อลูกค้า

# PaymentPayeeName
source: Payee Name
th: ชื่อผู้รับเงิน

source: Date
th: วันที่

source: Date(From)
th: วันที่(ตั้งแต่)

source: Date(To)
th: วันที่(ถึง)

source: Deleted
th: ลบแล้ว

source: Filter
th: ตัวกรอง

source: Payment had been Deleted.
th: การชำระเงินถูกลบไปแล้ว

source: Payment Management
th: จัดการการชำระเงิน

source: Payment Type
th: รูปแบบในการชำระเงิน

source: Credit Card No.
th: หมายเลขเครดิตการ์ด

source: Booking Date
th: วันที่จอง

source: Booking Type
th: รูปแบบการจอง

source: Branch
th: สาขา

source: Customer
th: ลูกค้า

source: Description
th: รายละเอียด

source: Salesman
th: พนักงานขาย

source: Selling Price
th: ราคาขาย

source: Save Successful
th: บันทึกเรียบร้อย

source: Supplier
th: ซัพพลายเออร์

source: Currency
th: อัตราแลกเปลี่ยน

source: Confirm Date
th: ยืนยันวันที่

# SupplierID
source: Supplier
th: ซัพพลายเออร์

source: Registration
th: ค่าจดทะเบียน

source: Allocated Date
th: วันที่จัดสรร

source: Contract Details
th: รายละเอียดสัญญา

source: Address
th: ที่อยู่ตามบัตรประชาชน

source: Current Vehicle No.
th: หมายเลขรถยนต์ที่ใช้งานปัจจุบัน

source: Customer Details
th: รายละเอียดลูกค้า

source: Customer Type
th: ประเภทของลูกค้า

source: Date Of Birth
th: วันเกิด

source: Email
th: อีเมล์

source: Fax Number
th: หมายเลขแฟกซ์

source: Gender
th: เพศ

source: Main User Of Car
th: ผู้ใช้รถยนต์เป็นหลัก

source: Marital Status
th: สถานะภาพ

source: Model Code
th: รหัสโมเดล

source: Model Description
th: รายละเอียดโมเดล

source: Occupation
th: อาชีพ

source: Postal Code
th: รหัสไปรษณีย์

source: Type Of Industry
th: ประเภทของอุตสาหกรรม

source: Details
th: รายละเอียด

source: Identify Number
th: หมายเลขบัตรประจำตัวประชาชน

source: Total Payment
th: จำนวนเงินทั้งหมดที่ต้องชำระ

source: Mon
th: จันทร์

source: Tue
th: อังคาร

source: Wed
th: พุธ

source: Accessories Discount
th: ส่วนลด Accessories

source: Accessory Type
th: ประเภท Accessory

# LicencePlateCost
source: Licence Plate
th: ค่ามัดจำป้ายแดง

source: Name In English
th: ชื่อลูกค้า ภาษาอังกฤษ

source: Monthly Personal Income Level
th: รายได้ต่อเดือน

source: Present Address
th: ที่อยู่ปัจจุบัน

source: First Name
th: ชื่อ

source: Last Name
th: นามสกุล

source: Middle Name
th: ชื่อรอง

source: Tax Number
th: เลขประจำตัวผู้เสียภาษี

source: Contact Information
th: รายละเอียดผู้ติดต่อ

source: Home
th: บ้าน

source: Office
th: ที่ทำงาน

source: Mobile
th: มือถือ

source: Fax
th: แฟกซ์

# DateOfBirthCoRegnDate
source: Date of Birth/Co. Reg. Date
th: วันเดือนปีเกิด / วันที่บริษัทจัดทะเบียน

source: Current Vehicle
th: รถยนต์ที่ใช้งานปัจจุบัน

source: Vehicle No.
th: ทะเบียนรถยนต์

source: Company Name
th: ชื่อบริษัท

source: Contact Person
th: ชื่อผู้ติดต่อ

source: Road Tax
th: พ.ร.บ

source: Cancel Allocation
th: ยกเลิกการจัดสรร

source: Cancel Failed!
th: ไม่สามารถยกเลิกได้!

source: Cancel failed! Booking already
th: ไม่สามารถยกเลิกได้! ทำการจองแล้ว

source: cancelled
th: ยกเลิกแล้ว

source: Branches
th: สาขา

source: Amount After GST
th: จำนวนเงินหลังหักภาษี

source: Amount Before GST
th: จำนวนเงินก่อนหักภาษี

source: and
th: และ

source: Approval
th: การอนุมัติ

source: Approval Information
th: ข้อมูลการอนุมัติ

source: All Status
th: สถานะทั้งหมด

source: already exist!
th: มีแล้ว!

# ApprovalNoAndApprovalDateMustBeNotEmpty
source: Approve No. and Approve Date must be not empty.
th: ต้องกรอกหมายเลขอนุมัติและวันที่อนุมัติ

source: Approve No.
th: หมายเลขอนุมัติ

source: Attach Item
th: แนบ item

source: Attach File
th: แนบไฟล์

source: Bank Code
th: รหัสธนาคาร

source: Bank Confirmation No. and Bank Confirmation Date must be not empty.
th: ต้องกรอกวันที่ธนาคารรับรองและหมายเลขรับรอง

source: Bank Confirmation No.
th: หมายเลขรับรอง

source: Bank Confirmation Date
th: วันที่ธนาคารรับรอง

source: Book failed!
th: การจองล้มเหลว!

source: Booking
th: จองรถ

source: Booking Cannot Change!
th: การจองไม่สามารถเปลี่ยนได้!

source: Booking Allocation
th: จัดสรรการจอง

source: Booking Confirm
th: ยืนยันการจอง

source: Booking Information
th: รายละเอียดการจอง

source: Booking payment still not completed!
th: การชำระเงินจองยังไม่สมบูรณ์

source: Booking Report
th: รายงานการจอง

source: Booking Percent By Branches
th: เปอร์เซ็นต์การจองตามสาขา

source: Book Status
th: สถานะการจอง

source: Bookings Management
th: จัดการการจอง

source: Branch To
th: สาขาถึง

source: Branch Management
th: จัดการสาขา

source: Cancel Reason
th: สาเหตุในการยกเลิก

# CannotAddItem
source: Cannot add this Item! \nPlease check data field again!
th: ไม่สามารถเพิ่ม itemนี้ได้ ตรวจสอบข้อมูลอีกครั้ง

source: Cannot delete
th: ไม่สามารถลบได้

# CannotDeleteItem
source: Cannot delete this item, please try again!
th: ไม่สามารถลบ item นี้ได้ โปรดลองอีกครั้ง

source: Cannot Edit! Booking has allocated.
th: ไม่สามารถแก้ไขได้! การจองได้รับการจัดสรรแล้ว

# CannotSaveItem
source: Cannot save this Item! \nPlease check data field again!
th: ไม่สามารถบันทึก item นี้ได้! ตรวจสอบข้อมูลอีกครั้ง

source: Car Color
th: สีรถ

# CanOnlyDeleteTodayDebitNote
source: Can only delete today's Debit Note
th: สามารถลบ Debit Note ของวันนี้ได้เท่านั้น

# CanOnlyDeleteTodayCreditNote
source: Can only delete today's Credit Note
th: สามารถลบ Credit Note ของวันนี้ได้เท่านั้น

source: Car Plate
th: ป้ายทะเบียน

source: Change successful.
th: เปลี่ยนแปลงสำเร็จ

source: Change
th: เปลี่ยนแปลง

source: Cheque No. already exist
th: มีหมายเลขเช็คนี้แล้ว

source: Cheque
th: เช็ค

source: Color Description
th: รายละเอียดสี

source: Colors Management
th: จัดการสี

# ColorCodeExists
source: Color with same code already exists
th: มีรหัสสีนี้แล้ว

source: Color Chart Management
th: จัดการแผงสี

source: Contact No.
th: เบอร์ติดต่อ

# ConfirmUpload
source: Are you sure you want to upload?
th: คุณแน่ใจว่าต้องการ upload?

source: Create
th: สร้าง

source: already cancel allocation successful!
th: การยกเลิกการจัดสรรสำเร็จ

source: Address (English)
th: ที่อยู่ (ภาษาอังกฤษ)

source: Add successful!
th: การเพิ่มสำเร็จ!

source: Add to system
th: เพิ่มเข้าในระบบ

source: All
th: ทั้งหมด

source: Allocate Succesful
th: การจัดสรรเสร็จสมบูรณ์

source: Allocation Details
th: รายละเอียดการจัดสรร

source: Attachment
th: ไฟล์แนบ

source: Back
th: กลับ

source: Back to Model list
th: กลับสู่รายการโมเดล

source: Book
th: จอง

source: Booking Time
th: เวลาจอง

# BranchOrSalesman
source: Branch/Salesman
th: สาขา/ผู้ขาย

source: Cancelled with reason
th: ยกเลิก (มีเหตุผลในการยกเลิก)

source: Car Model
th: โมเดลรถ

source: Cash
th: เงินสด

source: Car Type
th: รูปแบบรถ

source: Colour
th: สี

source: Comment
th: ความคิดเห็น

source: Commission
th: คอมมิชชัน

source: Comment Details
th: รายละเอียดความคิดเห็น

source: Complete
th: เสร็จ

source: Completed
th: เสร็จสมบูรณ์

# ConfirmCancel
source: Are you sure you want to cancel?
th: ยืนยันการยกเลิก?

# ConfirmApprove
source: Do you want to Approve this item?
th: ยืนยันการอนุมัติ?

source: Confirm new password
th: ยืนยัน password ใหม่

source: Confirm Password
th: ยืนยัน Password

source: 'Confirm Password' and 'Password' do not match.
th: 'ยืนยัน Password' และ 'Password' ไม่ตรง.

# ConfirmSubmitCommentSendEmailToManager
source: Are you sure you want submit comment and send email to manager?
th: ยืนยันส่งความคิดเห็น และส่งอีเมล์ถึงผู้จัดการ?

# ConfirmSubmitCommentSendEmail
source: Are you sure you want submit comment and send email to Salesman?
th: ยืนยันส่งความคิดเห็น และส่งอีเมล์ถึงผู้ขาย?

source: Customer Address
th: ที่อยู่ลูกค้า

source: Customer Contact
th: ข้อมูลติดต่อลูกค้า

# CustomerCodeExists
source: Customer with same code already exists.
th: มีรหัสลูกค้านี้แล้ว

source: Customer Type Management
th: จัดการประเภทของลูกค้า

source: Dealer Code
th: รหัส Dealer

# DealerCodeExists
source: Dealer code already exists
th: มีรหัส Dealer นี้แล้ว

source: Dealer Management
th: จัดการ Dealer

source: Delivery Date
th: วันที่จัดส่ง

source: Deliver From PDI To
th: จัดส่งจาก PDI ไป

source: Deliver From Branch To
th: จัดส่งจากสาขาไป

source: Delivery Location
th: สถานที่จัดส่งรถ

source: Description In English
th: รายละเอียด (ภาษาอังกฤษ)

source: Discount/Promo
th: ส่วนลด/โปรโมชัน

source: Discount
th: ส่วนลด

source: Discount is invalid.
th: ส่วนลดไม่สามารถใช้งานได้

source: Discount Management
th: จัดการส่วนลด

# DoesnotExist
source: doesn't exist
th: ไม่มี

source: Auto Allocation
th: จัดสรรอัตโนมัติ

source: Actual Finish Date
th: วันที่เตรียมรถเสร็จจริง

source: Actual Finish Time
th: เวลาเตรียมรถเสร็จจริง

source: Actual Delivery Date
th: วันที่จัดส่งรถจริง

source: Search for chassis No.
th: ค้นหาหมายเลขตัวถัง (แชสซี)

source: Passenger
th: บุคคล

source: Commercial
th: รถยนต์เพื่อการพาณิชย์

source: Add
th: เพิ่ม

source: Close
th: ปิด

source: Color Details
th: รายละเอียดสี

# CompanyCodeExists
source: Company Code with same code already exists.
th: มีรหัสบริษัทนี้แล้ว

source: Add New Model
th: เพิ่มโมเดลใหม่

source: New Models
th: โมเดลใหม้

source: Create New Model Price Schedule
th: สร้างตารางราคาโมเดลใหม่

source: Model Price By Year
th: ราคาโมเดลในแต่ละปี

source: Model Year format must be 4 numbers
th: ปีของโมเดลต้องเป็นตัวเลข 4 ตัว

source: Previous Comments
th: ความคิดเห็นก่อนหน้า

source: Previous Comments (Up to 5 comments)
th: ความคิดเห็นก่อนหน้า (ไม่เกิน 5 ความเห็น)

source: Add New Customer
th: เพิ่มลูกค้ารายใหม่

source: Add New Customer Type
th: เพิ่มประเภทของลูกค้ารายใหม่

source: Pricing
th: ราคา

source: Price Schedule Management
th: จัดการตารางราคา

source: Create New
th: สร้าง

source: Create New Country
th: สร้างประเทศใหม่

source: Create New Delear
th: สร้าง Dealer ใหม่

source: ENTER SEARCH TEXT
th: ใส่คำค้นหา

# EnterReasonDeleteHere
source: Enter reason why to delete here...
th: ใส่เหตุผลที่ต้องการลบที่นี่

# EnterReasonCancelHere
source: Enter reason why to cancel here...
th: ใส่เหตุผลที่ต้องการยกเลิกที่นี่

source: ENTER COMMENT TEXT HERE....
th: กรอกความคิดเห็นที่นี่

# EnterReasonRejectHere
source: Enter reason why to reject here...
th: ใส่เหตุผลที่ไม่อนุมัติที่นี่

source: Please enter comment.
th: กรุณาใส่ความคิดเห็น

source: The email address entered is invalid.
th: ไม่สามารถใช้งาน EmailAddress นี้ได้

source: Last Updated By
th: ปรับปรุงครั้งสุดท้ายโดย

source: Updated Time
th: เวลาที่ปรับปรุง

source: Add New Payment Type
th: เพิ่มรูปแบบการชำระเงิน

source: Import
th: นำเข้า

source: Import error!
th: เกิดข้อผิดพลาดในการนำเข้า!

source: File Import
th: นำเข้าไฟล์

source: Import Accessories from Excel
th: นำเข้า Accessories จาก Excel

source: IsActive
th: ใช้งานได้

source: Vehicle Model
th: โมเดลรถ

source: Edit Supplier
th: แก้ไขซัพพลายเออร์

source: Supplier Code not exist
th: ไม่มีรหัสซัพพลายเออร์นี้

source: Supplier Code is invalid.
th: รหัสซัพพลายเออร์ไม่สามารถใช้งานได้

source: Add New Supplier
th: เพิ่มซัพพลายเออร์ใหม่

source: Delete New Supplier
th: ลบซัพพลายเออร์ใหม่

source: Supplier Name
th: ชื่อซัพพลายเออร์

source: Suppliers Management
th: จัดการซัพพลายเออร์

source: Accessories management
th: จัดการ Accessories

source: Accessory Discount
th: ส่วนลด Accessory

source: Model Price
th: ราคาโมเดล

source: Price List
th: รายการราคา

source: Price
th: ราคา

source: Price By Year
th: ราคาในแต่ละปี

source: Price is invalid.
th: ราคานี้ไม่สามารถใช้งานได้

source: Vehicle Price
th: ราคารถยนต์

source: Edit Model Pricing
th: แก้ไขราคาโมเดล

source: Payment has been approved!
th: การชำระเงินได้รับการอนุมัติแล้ว

source: Payment has been rejected!
th: การชำระเงินไม่ผ่านการอนุมัติ

source: Payment has been verified!
th: การชำระเงินได้รับการตรวจสอบแล้ว

source: Why do you reject this payment?
th: สาเหตุที่ไม่อนุมัติการชำระเงินนี้

source: Cost
th: ราคาซื้อ

source: Verify
th: ตรวจสอบ

source: Search for customer
th: ค้นหาลูกค้า

source: Save failed
th: ไม่สามารถบันทึกได้

source: Salesman Name
th: ชื่อพนักงานขาย

source: Save Draft
th: บันทึกร่าง

source: Sat
th: เสาร์

source: Thu
th: พฤหัส

source: Fri
th: ็ศุกร์

source: Sun
th: อาทิตย์

source: Test Drive
th: ทดลองขับ

source: Test Drive History
th: ประวัติการทดลองขับ

source: Test Drive Vehicle
th: รถทดลองขับ

source: Sorry, Page Not Found
th: ขออภัย ไม่พบหน้าที่ค้นหา

source: Selected Date
th: เลือกวันที่

source: Save error.
th: การบันทึกเกิดข้อผิดพลาด

source: Save draft successful!
th: บันทึกร่างเรียบร้อย

source: Search for booking
th: ค้นหาการจอง

source: Salesman Details
th: รายละเอียดพนักงานขาย

source: Remove
th: ลบ

source: Remember me?
th: จำฉัน?

source: Attach
th: แนบ

# BranchCodeExists
source: Branch with same code already exists
th: มีรหัสสาขานี้แล้ว

source: Credit Card
th: เครดิตการ์ด

source: Delete Successful
th: ลบเรียบร้อย

source: Edit Currency
th: แก้ไขอัตราแลกเปลี่ยน

source: Edit Country
th: แก้ไขประเทศ

source: Edit Color
th: แก้ไขสี

source: Edit Branch
th: แก้ไขสาขา

source: Edit Customer
th: แก้ไขลูกค้า

source: Edit Customer Type
th: แก้ไขประเภทลูกค้า

source: Edit Dealer
th: แก้ไข Dealer

source: Edit Discount
th: แก้ไขส่วนลด

source: Edit Location
th: แก้ไขสถานที่

source: Edit Menu
th: แก้ไขเมนู

source: Edit Insurance Company
th: แก้ไขบริษัทประกันภัย

source: Edit Model Details
th: แก้ไขรายละเอียดโมเดล

source: Edit Reservation
th: แก้ไขการจอง

source: Edit User
th: แก้ไขผู้ใช้

source: Edit type of industry
th: แก้ไขประเภทอุุตสาหกรรม

source: Expired
th: หมดอายุ

source: Expiry Date
th: วันหมดอายุ

source: Find
th: ค้นหา

source: Find by Customer
th: ค้นหาตามชื่อลูกค้า

source: Full Name
th: ชื่อ-สกุล

source: Hour
th: ชั่วโมง

source: Insurance Company
th: บริษัทประกันภัย

source: Inspection
th: การตรวจสอบ

source: Interest
th: ดอกเบี้ย

source: Interested Rate
th: อัตราดอกเบี้ย

source: Bookings
th: ยอดจอง

source: Invoicing
th: ใบแจ้งหนี้

source: Invoice No.
th: หมายเลขใบแจ้งหนี้

source: Invoice Date
th: วันที่ใบแจ้งหนี้
